Repository: fat115/xban2
Catalog: locale/*.po
Languages: fr

source: Import old databases
fr: Importer les anciennes bases de données

source: [xban] Known importers: %s
fr: [xban] Importateurs connus : %s

source: [xban] Unknown importer `%s'
fr: [xban] Importateurs inconnus : %s

source: [xban] Try `--list'
fr: [xban] Essayez `--list'

source: [xban] Import successfull
fr: [xban] Import réussi

source: [xban] Import failed: %s
fr: [xban] Import échoué : %s

source: No entry for `%s'
fr: Pas d'entrée pour `%s'

source: `%s' has no ban records
fr: `%s' n'a jamais été banni

source: %Y-%m-%d %H:%M:%S
fr: %d/%m/%Y %H:%M:%S

source: No reason given.
fr: Aucun motif fourni.

source: Search
fr: Rechercher

source: Time:
fr: Durée :

source: No entry matches the query.
fr: Aucune entrée ne correspond à cette requête.

source: [xban2] Received fields from unauthorized user:
fr: [xban2] a reçu des champs d'un utilisateur non-autorisé :

source: Show XBan GUI
fr: Affiche la fenêtre GUI XBan

source: Unable to open `ipban.txt':
fr: Impossible d'ouvrir `ipban.txt' :

source: Banned in `ipban.txt'
fr: Banni dans `ipban.txt'

source: Unable to open `players.iplist':
fr: Impossible d'ouvrir `players.iplist' :

source: Banned in `players.iplist'
fr: Banni dans `players.iplist'

source: Unable to open `players.iplist.v2':
fr: Impossible d'ouvrir `players.iplist.v2' :

source: No such entry
fr: Pas d'entrée

source: Player is whitelisted; remove from whitelist first
fr: Enlevez d'abord le joueur de la liste blanche

source: Already banned
fr: Déja banni

source: the end of time
fr: la fin des temps

source: Banned: Expires: %s, Reason: %s
fr: Banni : Expiration : %s, Motif : %s

source: Banned: Reason: %s
fr: Banni : Motif : %s

source: %s bans %s until %s for reason: %s
fr: %s a banni %s jusqu'à %s. Motif : %s

source: Banned Names/IPs: %s
fr: Noms/IP bannis : %s

source: Unbanned
fr: Dé-banni

source: %s unbans %s
fr: %s a dé-banni %s

source: Unbanned Names/IPs: %s
fr: Noms/IP dé-bannis : %s

source: , Expires: %s
fr: , Expiration : %s

source: User was last seen at %s
fr: Utilisateur vu pour la dernière fois le %s

source: XBan a player
fr: XBan un joueur

source: Usage: /xban <player> <reason>
fr: Utilisation : /xban <joueur> <motif>

source: Banned %s.
fr: %s a été banni

source: XBan a player temporarily
fr: XBan un joueur temporairement

source: Usage: /xtempban <player> <time> <reason>
fr: Utilisation : /xtempban <joueur> <durée> <motif>

source: You must ban for at least 60 seconds.
fr: Vous devez bannir pour 60 secondes au minimum

source: Banned %s until %s.
fr: %s est banni jusqu'au %s

source: XUnBan a player
fr: XDé-Ban un joueur

source: Usage: /xunban <player_or_ip>
fr: Utilisation : /xunban <joueur_ou_IP>

source: Unbanned %s.
fr: %s a été dé-banni.

source: Show the ban records of a player
fr: Afficher les bannissements d'un joueur

source: Usage: /xban_record <player_or_ip>
fr: Utilisation : /xban_record <joueur_ou_IP>

source: Record listed.
fr: Enregistrement ajouté à la liste.

source: Manages the whitelist
fr: Gestion de la liste blanche.

source: %s adds %s to whitelist
fr: %s a ajouté %s à la liste blanche

source: Added to whitelist:
fr: Ajouté à la liste blanche :

source: %s removes %s to whitelist
fr: %s a retiré %s de la liste blanche

source: Removed from whitelist:
fr: Retiré de la liste blanche :

source: Unknown
fr: Inconnu

source: No whitelist for:
fr: Pas sur la liste blanche :

source: Unable to save database: %s
fr: Impossible d'enregistrer la base de données : %s

source: Unable to load database: %s
fr: Impossible de lire la base de données : %s

source: Read failed
fr: Lecture impossible

source: Deserialization failed :
fr: Déserialisation impossible :
